Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: The selected shape's summary sits beside its name at the top of the inspector: the language and how many properties it overrides. Its **reset** button opens a menu listing each overridden property, so you can put one back to the base language or reset them all.
ar: يوجد ملخص الشكل المحدد بجانب اسمه في الجزء العلوي من المفتش: اللغة وعدد الخصائص التي يتجاوزها. يفتح زر **إعادة الضبط** الخاص به قائمة تسرد كل خاصية تم تجاوزها، بحيث يمكنك إعادتها إلى اللغة الأساسية أو إعادة تعيينها جميعًا.
ca: El resum de la forma seleccionada es troba al costat del seu nom a la part superior de l'inspector: l'idioma i quantes propietats anul·la. El seu botó **restablir** obre un menú que enumera cada propietat anul·lada, de manera que podeu tornar a posar-ne una a l'idioma base o restablir-les totes.
cs: Souhrn vybraného tvaru je umístěn vedle názvu v horní části inspektoru: jazyk a počet vlastností, které přepíše. Jeho tlačítko **resetovat** otevře nabídku se seznamem všech přepsaných vlastností, takže můžete jednu vrátit zpět do základního jazyka nebo je všechny resetovat.
da: Den valgte figurs oversigt er placeret ved siden af dens navn øverst i inspektøren: sproget og hvor mange egenskaber det tilsidesætter. Dens **nulstil**-knap åbner en menu med alle tilsidesatte egenskaber, så du kan sætte en tilbage til grundsproget eller nulstille dem alle.
de: Oben im Inspektor steht neben dem Namen der ausgewählten Form eine Zusammenfassung: die Sprache und wie viele Eigenschaften sie überschreibt. Die Taste **Zurücksetzen** öffnet ein Menü mit allen überschriebenen Eigenschaften, sodass du eine einzelne auf die Basissprache zurücksetzen kannst oder alle.
el: Η σύνοψη του επιλεγμένου σχήματος βρίσκεται δίπλα στο όνομά του στο επάνω μέρος του επιθεωρητή: η γλώσσα και πόσες ιδιότητες αντικαθιστά. Το κουμπί **επαναφορά** ανοίγει ένα μενού που περιλαμβάνει κάθε παρακαμφθείσα ιδιότητα, ώστε να μπορείτε να επαναφέρετε μία στη βασική γλώσσα ή να τις επαναφέρετε όλες.
es: El resumen de la forma seleccionada aparece junto a su nombre, arriba del inspector: el idioma y cuántas propiedades anula. Su botón **Restablecer** abre un menú con cada propiedad anulada, para que devuelvas una al idioma base o las restablezcas todas.
fa: خلاصهٔ شکل انتخاب‌شده کنار نامش در بالای بازرس دیده می‌شود: زبان و تعداد ویژگی‌هایی که بازنویسی کرده است. دکمهٔ **بازنشانی** آن منویی باز می‌کند که همهٔ ویژگی‌های بازنویسی‌شده را فهرست می‌کند تا بتوانید یکی را به زبان پایه برگردانید یا همه را بازنشانی کنید.
fi: Valitun muodon yhteenveto on sen nimen vieressä tarkastimen yläosassa: kieli ja kuinka monta ominaisuutta se ohittaa. Sen **reset**-painike avaa valikon, jossa luetellaan kaikki ohitetut ominaisuudet, joten voit palauttaa yhden peruskielen tai nollata ne kaikki.
fr: Le résumé de la forme sélectionnée figure à côté de son nom en haut de l'inspecteur : la langue et le nombre de propriétés personnalisées. Son bouton **Réinitialiser** ouvre un menu listant chaque propriété personnalisée, pour en rétablir une à la valeur de la langue de base ou toutes les réinitialiser.
he: תקציר הצורה שנבחרה נמצא לצד שמה בראש המפקח: השפה וכמה מאפיינים היא עוקפת. הלחצן **איפוס** שלו פותח תפריט המפרט כל מאפיין שנעקף, כך שתוכל להחזיר אחד לשפת הבסיס או לאפס את כולם.
hr: Sažetak odabranog oblika nalazi se pored naziva na vrhu inspektora: jezik i koliko svojstava nadjačava. Njegov gumb **reset** otvara izbornik s popisom svakog nadjačanog svojstva, tako da možete jedno vratiti na osnovni jezik ili ih sve poništiti.
hu: A kiválasztott alakzat összefoglalója a neve mellett található az ellenőrző tetején: a nyelv és hány tulajdonságot ír felül. A **reset** gombja megnyit egy menüt, amely felsorolja az egyes felülírt tulajdonságokat, így visszaállíthat egyet az alapnyelvre, vagy visszaállíthatja az összeset.
id: Ringkasan bentuk yang dipilih berada di samping namanya di bagian atas inspektur: bahasa dan berapa banyak properti yang ditimpanya. Tombol **reset** membuka menu yang mencantumkan setiap properti yang diganti, sehingga Anda dapat mengembalikan salah satu properti ke bahasa dasar atau menyetel ulang semuanya.
it: Il riepilogo della forma selezionata si trova accanto al suo nome in cima all'inspector: la lingua e quante proprietà personalizza. Il pulsante **reimposta** apre un menu che elenca ogni proprietà personalizzata, così puoi riportarne una alla lingua di base o reimpostarle tutte.
ja: インスペクタ上部の図形名の横に、言語と上書きされているプロパティの数が表示されます。**リセット** ボタンを押すと、上書きされたプロパティを一覧するメニューが開き、個別に基本言語へ戻したり、すべてをリセットしたりできます。
ko: 선택한 도형의 요약(언어와 재정의된 속성 수)이 인스펙터 맨 위의 이름 옆에 표시됩니다. **재설정** 버튼을 누르면 재정의된 속성이 나열된 메뉴가 열려, 하나만 기본 언어로 되돌리거나 모두 재설정할 수 있습니다.
ms: Ringkasan bentuk yang dipilih terletak di sebelah namanya di bahagian atas pemeriksa: bahasa dan bilangan sifat yang digantikannya. Butang **set semula**nya membuka menu yang menyenaraikan setiap sifat yang diganti, jadi anda boleh meletakkannya semula kepada bahasa asas atau menetapkan semula semuanya.
nl: De samenvatting van de geselecteerde vorm staat naast de naam bovenaan het infovenster: de taal en hoeveel eigenschappen deze overschrijft. De **reset**-knop opent een menu met elke overschreven eigenschap, zodat u er één terug kunt zetten naar de basistaal of ze allemaal kunt resetten.
no: Sammendraget til den valgte formen står ved siden av navnet øverst i inspektøren: språket og hvor mange egenskaper den overstyrer. Dens **tilbakestill**-knapp åpner en meny som viser hver overstyrte egenskap, slik at du kan sette en tilbake til grunnspråket eller tilbakestille dem alle.
pl: Podsumowanie wybranego kształtu znajduje się obok jego nazwy u góry inspektora: język i liczba właściwości, które zastępuje. Jego przycisk **reset** otwiera menu z listą każdej zastąpionej właściwości, dzięki czemu możesz przywrócić jedną z nich do języka podstawowego lub zresetować je wszystkie.
pt_br: O resumo da forma selecionada fica ao lado do nome dela, no topo do inspetor: o idioma e quantas propriedades ela substitui. O botão **redefinir** abre um menu com cada propriedade substituída, para que você volte uma delas ao idioma base ou redefina todas.
pt_pt: O resumo da forma selecionada fica ao lado do seu nome na parte superior do inspetor: o idioma e quantas propriedades ela substitui. Seu botão **redefinir** abre um menu listando cada propriedade substituída, para que você possa colocar uma de volta no idioma base ou redefinir todas elas.
ro: Rezumatul formei selectate se află lângă numele acesteia, în partea de sus a inspectorului: limba și câte proprietăți suprascrie. Butonul său **resetare** deschide un meniu care listează fiecare proprietate suprascrisă, astfel încât să puteți pune una înapoi în limba de bază sau să le resetați pe toate.
ru: Сводка по выбранной фигуре находится рядом с ее названием вверху инспектора: язык и число переопределенных свойств. Кнопка **сброса** открывает меню со списком всех переопределенных свойств, где можно вернуть к базовому языку одно из них или сбросить все.
sk: Súhrn vybraného tvaru sa nachádza vedľa názvu v hornej časti inšpektora: jazyk a počet vlastností, ktoré prepíše. Jeho tlačidlo **resetovať** otvorí ponuku so zoznamom každej prepísanej vlastnosti, takže môžete jednu vrátiť späť do základného jazyka alebo obnoviť všetky.
sl: Povzetek izbrane oblike je poleg njenega imena na vrhu inšpektorja: jezik in število lastnosti, ki jih preglasi. Njegov gumb **ponastavi** odpre meni s seznamom vsake preglasene lastnosti, tako da lahko eno vrnete na osnovni jezik ali ponastavite vse.
sv: Den valda formens sammanfattning sitter bredvid dess namn överst i inspektören: språket och hur många egenskaper den åsidosätter. Dess **återställ**-knapp öppnar en meny som listar varje åsidosatt egenskap, så att du kan återställa en till basspråket eller återställa dem alla.
th: ข้อมูลสรุปของรูปร่างที่เลือกจะอยู่ข้างชื่อที่ด้านบนของตัวตรวจสอบ ได้แก่ ภาษาและจำนวนคุณสมบัติที่รูปร่างถูกแทนที่ ปุ่ม **รีเซ็ต** จะเปิดเมนูที่แสดงคุณสมบัติที่ถูกแทนที่แต่ละรายการ ดังนั้นคุณจึงสามารถเปลี่ยนคุณสมบัติหนึ่งกลับเป็นภาษาพื้นฐานหรือรีเซ็ตคุณสมบัติทั้งหมดได้
tr: Seçili şeklin özeti, denetçinin üstünde adının yanında yer alır: dil ve kaç özelliği geçersiz kıldığı. **Sıfırla** düğmesi, geçersiz kılınan her özelliği listeleyen bir menü açar; böylece birini temel dile döndürebilir veya hepsini sıfırlayabilirsiniz.
uk: Зведення для вибраної фігури показано поруч із її назвою вгорі інспектора: мова та кількість перевизначених властивостей. Кнопка **скидання** відкриває меню з кожною перевизначеною властивістю, тож можна повернути до базової мови одну або скинути всі.
ur: منتخب کردہ شکل کا خلاصہ انسپکٹر کے اوپری حصے میں اس کے نام کے ساتھ بیٹھتا ہے: زبان اور کتنی خصوصیات کو اوور رائیڈ کرتا ہے۔ اس کا **ری سیٹ** بٹن ایک مینو کھولتا ہے جس میں ہر اوور رائیڈ شدہ پراپرٹی کی فہرست ہوتی ہے، لہذا آپ ایک کو واپس بنیادی زبان پر رکھ سکتے ہیں یا ان سب کو دوبارہ ترتیب دے سکتے ہیں۔
vi: Phần tóm tắt của hình đã chọn nằm bên cạnh tên của nó ở đầu trình kiểm tra: ngôn ngữ và số lượng thuộc tính mà nó ghi đè. Nút **đặt lại** của nó sẽ mở ra một menu liệt kê từng thuộc tính bị ghi đè, do đó bạn có thể đặt một thuộc tính trở lại ngôn ngữ cơ sở hoặc đặt lại tất cả.
zh_hans: 所选形状的摘要显示在检查器顶部其名称旁边：语言以及它覆盖了多少个属性。其 **重置** 按钮会打开一个菜单，列出每个被覆盖的属性，你可以将其中一个恢复为基准语言的值，或全部重置。
zh_hant: 所選形狀的摘要位於檢閱器頂端的名稱旁：顯示語言以及其覆寫了多少個屬性。其**重置**按鈕會開啟列出每個已覆寫屬性的選單，讓你將其中一個恢復為基準語言，或全部重置。

source: The server requires an **access token**: every request must present it, so another app on your Mac can't quietly drive Screenshot Bro.
ar: يتطلب الخادم **رمز وصول**: يجب أن يقدمه كل طلب، لذا لا يمكن لتطبيق آخر على Mac أن يقود Screenshot Bro بهدوء.
ca: El servidor requereix un **token d'accés**: cada sol·licitud l'ha de presentar, de manera que una altra aplicació del vostre Mac no pot conduir Screenshot Bro en silenci.
cs: Server vyžaduje **přístupový token**: každý požadavek jej musí předložit, takže jiná aplikace na vašem Mac nemůže tiše řídit Screenshot Bro.
da: Serveren kræver et **adgangstoken**: hver anmodning skal præsentere det, så en anden app på din Mac kan ikke stille Screenshot Bro.
de: Der Server verlangt ein **Zugriffstoken**: Jede Anfrage muss es mitschicken, damit keine andere App auf deinem Mac Screenshot Bro unbemerkt steuern kann.
el: Ο διακομιστής απαιτεί ένα **διακριτικό πρόσβασης**: κάθε αίτημα πρέπει να το παρουσιάζει, επομένως μια άλλη εφαρμογή στο Mac σας δεν μπορεί να οδηγεί αθόρυβα το Screenshot Bro.
es: El servidor exige un **token de acceso**: cada solicitud debe incluirlo, así que otra app de tu Mac no puede controlar Screenshot Bro sin que lo sepas.
fa: سرور به **توکن دسترسی** نیاز دارد: هر درخواست باید آن را ارائه کند تا برنامهٔ دیگری روی Mac شما نتواند بی‌صدا Screenshot Bro را کنترل کند.
fi: Palvelin vaatii **käyttötunnisteen**: jokaisen pyynnön on esitettävä se, joten toinen sovelluksesi Mac ei voi ajaa Screenshot Bro hiljaa.
fr: Le serveur nécessite un **jeton d'accès** : chaque requête doit le présenter, afin qu'une autre application sur votre Mac ne puisse pas piloter silencieusement Screenshot Bro.
he: השרת דורש **אסימון גישה**: כל בקשה חייבת להציג אותו, כך שאפליקציה אחרת ב-Mac שלך לא יכולה להניע את Screenshot Bro בשקט.
hr: Poslužitelj zahtijeva **pristupni token**: svaki ga zahtjev mora predstaviti, tako da druga aplikacija na vašem Mac ne može tiho upravljati Screenshot Bro.
hu: A szerverhez **hozzáférési token** szükséges: minden kérésnek be kell mutatnia azt, így a Mac egy másik alkalmazása nem tudja csendesen meghajtani a Screenshot Bro-t.
id: Server memerlukan **token akses**: setiap permintaan harus menyajikannya, sehingga aplikasi lain di Mac Anda tidak dapat menjalankan Screenshot Bro secara diam-diam.
it: Il server richiede un **token di accesso**: ogni richiesta deve presentarlo, così un'altra app sul tuo Mac non può controllare Screenshot Bro di nascosto.
ja: サーバには **アクセストークン** が必要です。すべてのリクエストにトークンが必要なため、Mac 上のほかのアプリが Screenshot Bro を勝手に操作することはできません。
ko: 서버에는 **액세스 토큰**이 필요합니다. 모든 요청에 토큰이 있어야 하므로 Mac의 다른 앱이 몰래 Screenshot Bro를 조작할 수 없습니다.
ms: Pelayan memerlukan **token akses**: setiap permintaan mesti mengemukakannya, jadi apl lain pada Mac anda tidak boleh memandu Screenshot Bro secara senyap-senyap.
nl: De server heeft een **toegangstoken** nodig: bij elk verzoek moet dit aanwezig zijn, zodat een andere app op uw Mac niet stilletjes Screenshot Bro kan besturen.
no: Serveren krever et **tilgangstoken**: hver forespørsel må presentere det, så en annen app på din Mac kan ikke stille Screenshot Bro.
pl: Serwer wymaga **tokenu dostępu**: każde żądanie musi go przedstawiać, aby inna aplikacja na Twoim Mac nie mogła po cichu sterować Screenshot Bro.
pt_br: O servidor exige um **token de acesso**: toda solicitação precisa apresentá-lo, para que outro app no seu Mac não controle o Screenshot Bro sem você saber.
pt_pt: O servidor requer um **token de acesso**: cada solicitação deve apresentá-lo, para que outro aplicativo em seu Mac não possa conduzir silenciosamente Screenshot Bro.
ro: Serverul necesită un **token de acces**: fiecare solicitare trebuie să îl prezinte, astfel încât o altă aplicație de pe Mac nu poate conduce în liniște Screenshot Bro.
ru: Сервер требует **токен доступа**: каждый запрос должен его предъявить, чтобы другое приложение на вашем Mac не могло незаметно управлять Screenshot Bro.
sk: Server vyžaduje **prístupový token**: každá požiadavka ho musí predložiť, takže iná aplikácia na vašom Mac nemôže potichu riadiť Screenshot Bro.
sl: Strežnik zahteva **žeton za dostop**: vsaka zahteva ga mora predložiti, zato druga aplikacija na vašem Mac ne more tiho upravljati Screenshot Bro.
sv: Servern kräver en **åtkomsttoken**: varje begäran måste presentera den, så en annan app på din Mac kan inte köra Screenshot Bro tyst.
th: เซิร์ฟเวอร์ต้องการ **โทเค็นการเข้าถึง**: ทุกคำขอจะต้องนำเสนอ ดังนั้นแอปอื่นใน Mac ของคุณจึงไม่สามารถขับเคลื่อน Screenshot Bro อย่างเงียบๆ ได้
tr: Sunucu bir **erişim belirteci** gerektirir: her istek bunu sunmalıdır; böylece Mac'inizdeki başka bir uygulama Screenshot Bro'yu sessizce yönetemez.
uk: Сервер вимагає **токен доступу**: кожен запит має його містити, тож інша програма на вашому Mac не зможе непомітно керувати Screenshot Bro.
ur: سرور کو ایک **رسائی ٹوکن** کی ضرورت ہے: ہر درخواست کو اسے پیش کرنا ضروری ہے، لہذا آپ کی Mac پر موجود کوئی اور ایپ خاموشی سے Screenshot Bro کو نہیں چلا سکتی۔
vi: Máy chủ yêu cầu **mã thông báo truy cập**: mọi yêu cầu đều phải xuất hiện mã thông báo đó để một ứng dụng khác trên Mac của bạn không thể điều khiển Screenshot Bro một cách lặng lẽ.
zh_hans: 服务器需要 **访问令牌**：每个请求都必须提供令牌，因此你 Mac 上的其他 App 无法悄悄地操控 Screenshot Bro。
zh_hant: 伺服器需要**存取權杖**：每個請求都必須提供權杖，因此你 Mac 上的其他 App 無法暗中操控 Screenshot Bro。

source: The server runs on `127.0.0.1` (loopback only) — it is not reachable from other computers or the internet.
ar: يعمل الخادم على `127.0.0.1` (الاسترجاع فقط) — ولا يمكن الوصول إليه من أجهزة كمبيوتر أخرى أو من الإنترنت.
ca: El servidor s'executa a `127.0.0.1` (només loopback) — no es pot accedir des d'altres ordinadors o Internet.
cs: Server běží na `127.0.0.1` (pouze zpětná vazba) — není dostupný z jiných počítačů nebo internetu.
da: Serveren kører på `127.0.0.1` (kun loopback) - den er ikke tilgængelig fra andre computere eller internettet.
de: Der Server läuft auf `127.0.0.1` (nur Loopback) – er ist von anderen Computern und aus dem Internet nicht erreichbar.
el: Ο διακομιστής εκτελείται σε `127.0.0.1` (μόνο επαναφοράς) — δεν είναι προσβάσιμος από άλλους υπολογιστές ή από το Διαδίκτυο.
es: El servidor se ejecuta en `127.0.0.1` (solo bucle local): no es accesible desde otros ordenadores ni desde internet.
fa: سرور روی `127.0.0.1` اجرا می‌شود (فقط loopback) — از رایانه‌های دیگر یا اینترنت در دسترس نیست.
fi: Palvelin toimii `127.0.0.1`:llä (vain silmukka) – se ei ole tavoitettavissa muista tietokoneista tai Internetistä.
fr: Le serveur fonctionne sur `127.0.0.1` (boucle locale uniquement) — il n'est pas accessible depuis d'autres ordinateurs ni depuis Internet.
he: השרת פועל על `127.0.0.1` (לולאה חזרה בלבד) - לא ניתן להגיע אליו ממחשבים אחרים או מהאינטרנט.
hr: Poslužitelj radi na `127.0.0.1` (samo povratna petlja) — nije dostupan s drugih računala ili interneta.
hu: A szerver `127.0.0.1`-en fut (csak visszahurkolt) – nem érhető el más számítógépekről vagy az internetről.
id: Server berjalan pada `127.0.0.1` (hanya loopback) — tidak dapat dijangkau dari komputer lain atau internet.
it: Il server è in esecuzione su `127.0.0.1` (solo loopback): non è raggiungibile da altri computer o da internet.
ja: サーバは `127.0.0.1` (ループバックのみ) で動作するため、ほかのコンピュータやインターネットからはアクセスできません。
ko: 서버는 `127.0.0.1`(루프백 전용)에서 실행되므로 다른 컴퓨터나 인터넷에서는 접근할 수 없습니다.
ms: Pelayan berjalan pada `127.0.0.1` (gelung balik sahaja) — ia tidak boleh dicapai daripada komputer lain atau internet.
nl: De server draait op `127.0.0.1` (alleen loopback) en is niet bereikbaar vanaf andere computers of internet.
no: Serveren kjører på `127.0.0.1` (bare loopback) - den er ikke tilgjengelig fra andre datamaskiner eller internett.
pl: Serwer działa na adresie `127.0.0.1` (tylko sprzężenie zwrotne) — nie jest on osiągalny z innych komputerów ani z Internetu.
pt_br: O servidor é executado em `127.0.0.1` (somente loopback) — não é acessível de outros computadores ou da Internet.
pt_pt: O servidor é executado em `127.0.0.1` (somente loopback) — não é acessível de outros computadores ou da Internet.
ro: Serverul rulează pe `127.0.0.1` (numai loopback) — nu este accesibil de pe alte computere sau de pe internet.
ru: Сервер работает на `127.0.0.1` (только локальный интерфейс) — он недоступен с других компьютеров и из интернета.
sk: Server beží na `127.0.0.1` (iba spätná väzba) — nie je dostupný z iných počítačov ani z internetu.
sl: Strežnik deluje na `127.0.0.1` (samo povratna zanka) — ni dosegljiv z drugih računalnikov ali interneta.
sv: Servern körs på `127.0.0.1` (endast loopback) - den är inte tillgänglig från andra datorer eller internet.
th: เซิร์ฟเวอร์ทำงานบน `127.0.0.1` (ลูปแบ็คเท่านั้น) — ไม่สามารถเข้าถึงได้จากคอมพิวเตอร์เครื่องอื่นหรืออินเทอร์เน็ต
tr: Sunucu `127.0.0.1` üzerinde (yalnızca geri döngü) çalışır — diğer bilgisayarlardan veya internetten erişilemez.
uk: Сервер працює на `127.0.0.1` (лише локальна петля) — він недоступний з інших комп’ютерів чи з інтернету.
ur: سرور `127.0.0.1` (صرف لوپ بیک) پر چلتا ہے — یہ دوسرے کمپیوٹرز یا انٹرنیٹ سے قابل رسائی نہیں ہے۔
vi: Máy chủ chạy trên `127.0.0.1` (chỉ vòng lặp) — không thể truy cập được từ các máy tính khác hoặc internet.
zh_hans: 服务器运行在 `127.0.0.1` 上（仅限本机回环）——其他电脑或互联网都无法访问它。
zh_hant: 伺服器在 `127.0.0.1` 上執行（僅限本機迴路）——其他電腦或網際網路都無法連線到它。

source: The service account is connected and ready for screenshot uploads.
ar: حساب الخدمة متصل وجاهز لتحميل لقطات الشاشة.
ca: El compte de servei està connectat i llest per carregar captures de pantalla.
cs: Účet služby je připojen a připraven k nahrávání snímků obrazovky.
da: Tjenestekontoen er tilsluttet og klar til upload af skærmbilleder.
de: Das Dienstkonto ist verbunden und bereit zum Hochladen von Screenshots.
el: Ο λογαριασμός υπηρεσίας είναι συνδεδεμένος και έτοιμος για μεταφορτώσεις στιγμιότυπων οθόνης.
es: La cuenta de servicio está conectada y lista para subir capturas.
fa: حساب سرویس متصل است و برای آپلود اسکرین‌شات آماده است.
fi: Palvelutili on yhdistetty ja valmis kuvakaappausten lataamiseen.
fr: Le compte de service est connecté et prêt pour l'envoi de captures d'écran.
he: חשבון השירות מחובר ומוכן להעלאות צילומי מסך.
hr: Račun usluge je povezan i spreman za učitavanje snimaka zaslona.
hu: A szolgáltatásfiók csatlakoztatva van, és készen áll a képernyőképek feltöltésére.
id: Akun layanan terhubung dan siap untuk mengunggah tangkapan layar.
it: L'account di servizio è collegato e pronto per il caricamento degli screenshot.
ja: サービスアカウントが接続され、スクリーンショットをアップロードできるようになりました。
ko: 서비스 계정이 연결되었으며 스크린샷을 업로드할 준비가 되었습니다.
ms: Akaun perkhidmatan disambungkan dan sedia untuk muat naik tangkapan skrin.
nl: Het serviceaccount is verbonden en klaar voor het uploaden van screenshots.
no: Tjenestekontoen er tilkoblet og klar for opplasting av skjermbilder.
pl: Konto usługi jest połączone i gotowe do przesyłania zrzutów ekranu.
pt_br: A conta de serviço está conectada e pronta para enviar capturas de tela.
pt_pt: A conta de serviço está conectada e pronta para uploads de capturas de ecrã.
ro: Contul de serviciu este conectat și gata pentru încărcarea capturii de ecran.
ru: Сервисный аккаунт подключен и готов к загрузке скриншотов.
sk: Účet služby je pripojený a pripravený na nahrávanie snímok obrazovky.
sl: Račun storitve je povezan in pripravljen za nalaganje posnetkov zaslona.
sv: Tjänstekontot är anslutet och redo för uppladdning av skärmdumpar.
th: บัญชีบริการเชื่อมต่อแล้วและพร้อมสำหรับการอัปโหลดภาพหน้าจอ
tr: Hizmet hesabı bağlandı ve ekran görüntüsü yüklemelerine hazır.
uk: Сервісний обліковий запис підключено, і він готовий до вивантаження знімків екрана.
ur: سروس اکاؤنٹ منسلک ہے اور اسکرین شاٹ اپ لوڈز کے لیے تیار ہے۔
vi: Tài khoản dịch vụ đã được kết nối và sẵn sàng để tải lên ảnh chụp màn hình.
zh_hans: 服务账号已连接，可以上传截图。
zh_hant: 服務帳號已連線，可以上傳螢幕截圖。
